var __TWCNL = {
  // MOD_ID
  MOD_ID: 'TWCNClickerCN',

  // Localized cookies
  BRAND_COOKIE_CN: {
    120: {
      name: '猫耳朵',
      quote: '经典零食。我们的产品是用上好的橘猫制成的。',
      icon: [0, 0],
    },
    121: {
      name: '鿏丽素',
      quote: '绝不含任何非放射性成分。',
      icon: [1, 0],
    },
    122: {
      name: '好吃片',
      quote: '不好吃的话，可能是你对坚果过敏，建议多吃点。',
      icon: [2, 0],
    },
    123: {
      name: '巧克力派',
      quote: '老奶奶的最爱？',
      icon: [3, 0],
    },
    125: {
      name: '2×3',
      quote:
        '两片奶酪夹入三片奶油饼干中，大概没有人想过可以这么干——我们甚至可以用这个概念申请商标了。',
      icon: [0, 1],
    },
    127: {
      name: '趣咄咄',
      quote: '保留对所有巧克力豆饼干发律师函的权利。',
      icon: [2, 1],
    },
    128: {
      name: '行星杯',
      quote:
        '最下面的仅有的薄薄一层奶油才是最好吃的。我们可以把它们刮下来做成新的饼干。至于里面已经有的饼干和巧克力，就和塑料包装搅碎一起当作早餐麦片卖掉就好了。',
      icon: [3, 1],
    },
    344: {
      name: '辣条',
      quote: '同样是小麦制成的，只不过这些上面撒的不是糖罢了。',
      icon: [0, 2],
    },
    401: {
      name: '鲜贝',
      quote: '不保证含有海鲜。',
      icon: [1, 2],
    },
    402: {
      name: '小猫熊面饼',
      quote: '据说用水泡会变的难吃，和饼干一样。',
      icon: [2, 2],
    },
    463: {
      name: '大灰兔奶糖',
      quote: '用饼干制成的包装——不是指最外面这层。',
      icon: [3, 2],
    },
    612: {
      name: '俄芙巧克力',
      quote:
        '你可以选择整齐地掰下每个小块，也可以反人类一样整板咬着吃。一些海外国家生产的这些东西有数百种独特的口味，如绿茶味、龙虾浓汤味和黑巧克力味。',
      icon: [0, 3],
    },
    618: {
      name: '霜饼',
      quote: '据说撒在烘焙米饼上的糖霜是从冰雹中提取出来的。',
      icon: [1, 3],
    },
    619: {
      name: '诡脆鲨威化饼干',
      quote: '小心它一口被你吃掉。',
      icon: [2, 3],
    },
  },

  // Big number
  CN_UNITS: [
    [1e72, '大数', 72],
    [1e68, '无量', 68],
    [1e64, '不可思议', 64],
    [1e60, '那由他', 60],
    [1e56, '阿僧祇', 56],
    [1e52, '恒河沙', 52],
    [1e48, '极', 48],
    [1e44, '载', 44],
    [1e40, '正', 40],
    [1e36, '涧', 36],
    [1e32, '沟', 32],
    [1e28, '穰', 28],
    [1e24, '秭', 24],
    [1e20, '垓', 20],
    [1e16, '京', 16],
    [1e12, '兆', 12],
  ],

  // Stackable units
  CN_UNITS_STACKABLE: [
    [1e8, '亿', 8],
    [1e4, '万', 4],
    [1e3, '千', 3],
    [1e2, '百', 2],
    [1e1, '十', 1],
  ],

  // Min unit display value
  CN_UNITS_MIN: ['十', '百', '千', '万', '亿'],

  // Chinese numbers
  CN_UNITS_NUM: ['零', '一', '二', '三', '四', '五', '六', '七', '八', '九'],

  // Chinese floating point
  CN_FLOATING_POINT: '点',

  // Default settings
  DEF_SETTING_TRILLION: 0,
  DEF_SETTING_BRAND: 1,
};
