{
  "comment_a": "这里放所有Ticker，如果有需要修改的Ticker请直接修改这里",
  "comment_b": "也可用代码，结构为 {'func': string}，编译时会转换为()=>string",
  "TickerArr(magicItem)": {
    "english": "就是一堆东西",
    "chinese": [
      "公共厕所",
      "云彩",
      "政治家",
      "小胡子",
      "帽子",
      "鞋子",
      "裤子",
      "小丑",
      "百科全书",
      "网站",
      "盆栽",
      "柠檬",
      "家居用品",
      "体液",
      "刀具",
      "国家级景点",
      "老酸奶",
      "说唱音乐",
      "内衣"
    ]
  },
  "TickerArr(magicSchool)": {
    "english": "就是一堆东西",
    "chinese": [
      "水",
      "火",
      "土",
      "风",
      "电",
      "腐蚀",
      "音乐",
      "战争",
      "和平",
      "铅笔",
      "互联网",
      "空间",
      "时间",
      "大脑",
      "自然",
      "科技",
      "植物",
      "盅",
      "冰",
      "毒",
      "螃蟹",
      "猫咪",
      "海豚",
      "鸟语",
      "拳击",
      "放屁"
    ]
  },
  "TickerArr(animals)": {
    "english": [
      "newts",
      "penguins",
      "scorpions",
      "axolotls",
      "puffins",
      "porpoises",
      "blowfish",
      "horses",
      "crayfish",
      "slugs",
      "humpback whales",
      "nurse sharks",
      "giant squids",
      "polar bears",
      "fruit bats",
      "frogs",
      "sea squirts",
      "velvet worms",
      "mole rats",
      "paramecia",
      "nematodes",
      "tardigrades",
      "giraffes",
      "monkfish",
      "wolfmen",
      "goblins",
      "hippies"
    ],
    "chinese": [
      "蝾螈",
      "企鹅",
      "蝎子",
      "美西螈",
      "海雀",
      "海豚",
      "河豚",
      "野马",
      "小龙虾",
      "蛞蝓",
      "座头鲸",
      "铰口鲨",
      "巨型鱿鱼",
      "北极熊",
      "果蝠",
      "青蛙",
      "海鞘",
      "天鹅绒虫",
      "鼹鼠",
      "草履虫",
      "线虫",
      "水熊虫",
      "长颈鹿",
      "安康鱼",
      "狼人",
      "地精",
      "嬉皮士"
    ]
  },
  "Ticker (grandma)": {
    "english": [
      "Moist cookies.",
      "We're nice grandmas.",
      "Indentured servitude.",
      "Come give grandma a kiss.",
      "Why don't you visit more often?",
      "Call me..."
    ],
    "chinese": [
      "湿润的饼干。",
      "我们是善良的老奶奶。",
      "契约苦役。",
      "来给老奶奶一个吻。",
      "你为什么不更常来看看呢？",
      "记得打电话……"
    ]
  },
  "Ticker (threatening grandma)": {
    "english": [
      "Absolutely disgusting.",
      "You make me sick.",
      "You disgust me.",
      "We rise.",
      "It begins.",
      "It'll all be over soon.",
      "You could have stopped it."
    ],
    "chinese": [
      "简直恶心透顶。",
      "你让我反胃。",
      "你恶心到我了。",
      "我们崛起。",
      "开始了。",
      "一切就要结束了。",
      "你本可以阻止它。"
    ]
  },
  "Ticker (angry grandma)": {
    "english": [
      "It has betrayed us, the filthy little thing.",
      "It tried to get rid of us, the nasty little thing.",
      "It thought we would go away by selling us. How quaint.",
      "I can smell your rotten cookies.",
      "cookie manufacturer downsizes, sells own grandmother!"
    ],
    "chinese": [
      "那肮脏的小东西背叛了我们。",
      "那下流的小东西想尝试甩了我们。",
      "它以为卖了我们，我们就会离开。真是奇了怪了。",
      "我能闻到你腐烂的饼干。",
      "饼干生产商持续缩小规模，大量工厂员工的奶奶面临失业问题！"
    ]
  },
  "Ticker (grandmas return)": {
    "english": [
      "shrivel",
      "writhe",
      "throb",
      "gnaw",
      "We will rise again.",
      "A mere setback.",
      "We are not satiated.",
      "Too late."
    ],
    "chinese": [
      "皱缩",
      "蠕动",
      "颤动",
      "啃咬",
      "我们会再度崛起。",
      "一个小挫折。",
      "我们并不满足。",
      "太迟了。"
    ]
  },
  "Ticker (grandma invasion start)": {
    "english": [
      "millions of old ladies reported missing!",
      "families around the continent report agitated, transfixed grandmothers!",
      "nurses report \"strange scent of cookie dough\" around female elderly patients!"
    ],
    "chinese": [
      "据报道，有数百人老妇人失踪！",
      "据报道，大陆各地很多家庭中的老奶奶都焦虑不安，茫然发呆！",
      "据护士说，上了年纪的女性病人周围散发出“奇怪的饼干面团气味”！"
    ]
  },
  "Ticker (grandma invasion rise)": {
    "english": [
      "town in disarray as strange old ladies break into homes to abduct infants and baking utensils!",
      "whole continent undergoing mass exodus of old ladies!",
      "old women freeze in place in streets, ooze warm sugary syrup!"
    ],
    "chinese": [
      "奇怪的老妇人们闯入家中，拐走婴儿和烘焙器具，市镇陷入一片混乱！",
      "整个大陆都出现了老妇人大规模迁移！",
      "街上的老妇人僵在原地，渗出温热的糖浆！"
    ]
  },
  "Ticker (grandma invasion full)": {
    "english": [
      "wrinkled \"flesh tendrils\" visible from space!",
      "all hope lost as writhing mass of flesh and dough engulfs whole city!",
      "nightmare continues as wrinkled acres of flesh expand at alarming speeds!"
    ],
    "chinese": [
      "从太空可以看见皱巴巴的“血肉藤蔓”！",
      "整座城市随处可见扭动着的血肉和面团，令人极度绝望！",
      "噩梦仍在继续，巨大而充满皱纹的肉块正以惊人的速度膨胀！"
    ]
  },
  "Ticker (Farm)": {
    "english": [
      "cookie farms suspected of employing undeclared elderly workforce!",
      "cookie farms release harmful chocolate in our rivers, says scientist!",
      "genetically-modified chocolate controversy strikes cookie farmers!",
      "free-range farm cookies popular with today's hip youth, says specialist.",
      "farm cookies deemed unfit for vegans, says nutritionist."
    ],
    "chinese": [
      "饼干农场疑似雇用过龄工人。",
      "科学家表示，饼干农场向河里排放了有害健康的巧克力！",
      "饼干农场主遭受转基因巧克力论战打击！",
      "专家说，散养农场饼干在当今时髦的年轻人中很受欢迎。",
      "营养学家表示，农场饼干不适合素食主义者。"
    ]
  },
  "Ticker (Mine)": {
    "english": [
      "is our planet getting lighter? Experts examine the effects of intensive chocolate mining.",
      "X miners trapped in collapsed chocolate mine!'",
      "chocolate mines found to cause earthquakes and sinkholes!",
      "chocolate mine goes awry, floods village in chocolate!",
      "depths of chocolate mines found to house \"peculiar, chocolaty beings\"!"
    ],
    "chinese": [
      "我们的星球正变得越来越轻吗？相关专家正在审视密集开采巧克力矿带来的影响。",
      {
        "func": "Math.floor(Math.random() * Game.Objects['Mine'].amount + 1) + ' 号巧克力矿地塌陷，' + Math.floor(Math.random() * 1000 + 2) + ' 名矿工被困'"
      },
      "据发现，开采巧克力矿会导致地震和地陷！",
      "巧克力矿坑崩塌，导致附近村庄发生大面积巧克力洪灾！",
      "据发现，巧克力矿坑深处存在“奇异的巧克力生命”！"
    ]
  },
  "Ticker (Factory)": {
    "english": [
      "cookie factories linked to global warming!",
      "cookie factories involved in chocolate weather controversy!",
      "cookie factories on strike, robotic minions employed to replace workforce!",
      "cookie factories on strike - workers demand to stop being paid in cookies!",
      "factory-made cookies linked to obesity, says study."
    ],
    "chinese": [
      "全球变暖与饼干工厂有关！",
      "饼干工厂的大规模扩张引争议，或与近期的巧克力雨有关！",
      "各地的饼干工厂正经历着罢工，机器人仆从被雇佣来取代人力！",
      "各地的饼干工厂正经历着罢工 —— 工人们要求停止用饼干支付酬劳！",
      "研究发现，工厂量产饼干有更高几率会导致肥胖。"
    ]
  },
  "Ticker (Bank)": {
    "english": [
      "cookie loans on the rise as people can no longer afford them with regular money.",
      "cookies slowly creeping up their way as a competitor to traditional currency!",
      "most bakeries now fitted with ATMs to allow for easy cookie withdrawals and deposits.",
      "cookie economy now strong enough to allow for massive vaults doubling as swimming pools!"
    ],
    "chinese": [
      "大众的日常收入负担不起日益增长的饼干借贷。",
      "饼干正逐渐发起对传统货币的挑战！",
      "大多数烘焙坊现在都配有 ATM 机，方便取出和存入饼干。",
      "饼干经济迅速爆发，地方政府开放饼干金库给市民当作游泳池。",
      "经济学家预测，\"明日周报富豪排行可能将使用所持饼干作为财富指数进行计算。\""
    ]
  },
  "Ticker (Temple)": {
    "english": [
      "explorers bring back ancient artifact from abandoned temple; archeologists marvel at the centuries-old rolling pin!",
      "recently-discovered chocolate temples now sparking new cookie-related cult; thousands pray to Baker in the sky!",
      "just how extensive is the cookie pantheon? Theologians speculate about possible ['god','goddess'] of [...animals, ['kazoos','web design','web browsers','kittens','atheism','handbrakes','hats','aglets','elevator music','idle games','the letter \"P\"','memes','hamburgers','bad puns','kerning','stand-up comedy','failed burglary attempts','clickbait','one weird tricks']]",
      "theists of the world discover new cookie religion - \"Oh boy, guess we were wrong all along!\"",
      "cookie heaven allegedly \"sports elevator instead of stairway\"; cookie hell \"paved with flagstone, as good intentions make for poor building material\""
    ],
    "chinese": [
      "探险家从废弃神庙带回古代文物；考古学家惊叹于有几世纪历史的擀面杖！",
      "最近发现的巧克力神庙正在引领新兴的饼干文化；数千人向空中的烘焙之神祈祷！",
      {
        "func": "'饼干万神殿到底涵盖了多少古代信仰？神学家推测有'+choose([choose(loc('TickerArr(animals)')),choose(['卡祖笛','网页设计','网页浏览器','小猫','无神论','手刹飘移','帽子','鞋带头','电梯音乐','放置游戏','字母“P”','迷因','汉堡','扣钱谐音梗','字距','单口相声','入室抢劫失败','标题党','奇技'])])+choose(['之','の'])+choose(['神','女神'])+'的存在'"
      },
      "全世界的无神论者发现新的饼干教派——“天哪，我一直都错了！”",
      "据经验人士称通向饼干天堂的道路“是缆车而不是阶梯”，而饼干地狱则“用大理石板将地面铺的整整齐齐”"
    ]
  },
  "Ticker (Wizard tower)": {
    "english": [
      "some random code here, I'm too lazy to paste it here",
      "some random code here again, I'm too lazy to paste it here",
      "get your new charms and curses at the yearly National Spellcrafting Fair! Exclusive prices on runes and spellbooks.",
      "cookie wizards deny involvement in shockingly ugly newborn - infant is \"honestly grody-looking, but natural\", say doctors.",
      "\"Any sufficiently crude magic is indistinguishable from technology\", claims renowned technowizard."
    ],
    "chinese": [
      {
        "func": "'所有的'+choose([choose(loc('TickerArr(animals)')),choose(loc('TickerArr(magicItem)'))])+'都在席卷全球的诡异魔法灾难中变成了'+choose([choose(loc('TickerArr(animals)')),choose(loc('TickerArr(magicItem)'))])"
      },
      {
        "func": "choose(loc('TickerArr(magicSchool)'))+'魔法学院与'+choose(loc('TickerArr(magicSchool)'))+'魔法学院之间'+choose(['发生了激烈的分歧','产生了武装冲突','的矛盾上升为暴力冲突','的频繁网络攻击导致饼干经济下滑','的冲突引起学生群体对周边居民进行无差别的魔法攻击',])+'。'"
      },
      "参加一年一度的全国法器博览会，获取新的护身符和咒语！符文和魔法书享独家折扣。",
      "丑得惊为天人的新生儿被饼干巫师否认与其有所关联，医生表示“老实说，长得确实不好看，但胜在自然”。",
      "著名科技巫师声称“任何简单粗暴的魔法都与科技无所差别”。"
    ]
  },
  "Ticker (Shipment)": {
    "english": [
      "new chocolate planet found, becomes target of cookie-trading spaceships!",
      "massive chocolate planet found with 99.8% certified pure dark chocolate core!",
      "space tourism booming as distant planets attract more bored millionaires!",
      "chocolate-based organisms found on distant planet!",
      "ancient baking artifacts found on distant planet; \"terrifying implications\", experts say."
    ],
    "chinese": [
      "大批饼干贸易宇宙飞船将飞往新发现的巧克力行星！",
      "发现巨大巧克力行星，经鉴定其内核为 99.8% 纯度的黑巧克力！",
      "由于遥远的行星吸引了越来越多无聊的百万富翁，太空旅游行业井喷式发展！",
      "在遥远的行星上发现巧克力组成的生命体！",
      "在太阳系外未命名的行星上发现了意思烘焙场所的古代遗迹；专家表明这个发现“将对现代烘焙史的立场造成严重影响”。"
    ]
  },
  "Ticker (Alchemy lab)": {
    "english": [
      "national gold reserves dwindle as more and more of the precious mineral is turned to cookies!",
      "chocolate jewelry found fashionable, gold and diamonds \"just a fad\", says specialist.",
      "silver found to also be transmutable into white chocolate!",
      "defective alchemy lab shut down, found to convert cookies to useless gold.",
      "alchemy-made cookies shunned by purists!"
    ],
    "chinese": [
      "随着越来越多珍贵的矿石被变成饼干，国家黄金储备不断减少！",
      "业内人士认为巧克力饰品可以替代贵金属成为新型时尚品，现阶段的黄金和钻石的流行只是“泡沫潮流”。",
      "据发现，银矿石也可以变成白巧克力！",
      "存在问题的炼金术实验室关闭，据悉该实验室用于将饼干转化成无用的黄金。",
      "纯粹主义者发起了抵制炼金饼干的签名示威活动！"
    ]
  },
  "Ticker (Portal)": {
    "english": [
      "nation worried as more and more unsettling creatures emerge from dimensional portals!",
      "dimensional portals involved in city-engulfing disaster!",
      "tourism to cookieverse popular with bored teenagers! Casualty rate as high as 73%!",
      "cookieverse portals suspected to cause fast aging and obsession with baking, says study.",
      "\"do not settle near portals,\" says specialist; \"your children will become strange and corrupted inside.\""
    ],
    "chinese": [
      "民众担心会有越来越多令人不安的生物从次元传送门走出！",
      "过度开发的次元传送门被指与近期多起城市无故被吞噬的事件有关！",
      "赴饼干世界旅游深受无聊青少年喜爱。伤亡事故率高至73%！",
      "研究人员怀疑饼干世界传送门会导致快速老化和沉迷于烘焙。",
      "“不要在传送门附近建造家庭居所”，专家警告说，“传送门有可能导致刚出生的婴儿的心理问题，比如怪癖和堕落心理。”"
    ]
  },
  "Ticker (Time machine)": {
    "english": [
      "time machines involved in history-rewriting scandal! Or are they?",
      "time machines used in unlawful time tourism",
      "cookies brought back from the past \"unfit for human consumption\", says historian.",
      "various historical figures inexplicably replaced with talking lumps of dough!",
      "\"I have seen the future,\" says time machine operator, \"and I do not wish to go there again.\""
    ],
    "chinese": [
      "时光机卷入重写历史的丑闻中！是这样吗？",
      "非法旅行社利用时光机器销售违法的时空穿越旅行套餐。",
      "历史学家认为从过去带回来的饼干“不适合人类食用”。",
      "各种历史人物被莫名力量换成了会说话的面团！",
      "“我已经看见了未来，”时光机操作员说道，“我不想再去了。”"
    ]
  },
  "Ticker (Antimatter condenser)": {
    "english": [
      "whole town seemingly swallowed by antimatter-induced black hole; more reliable sources affirm town \"never really existed\"!",
      "\"explain to me again why we need particle accelerators to bake cookies?\" asks misguided local woman.",
      "researchers conclude that what the cookie industry needs, first and foremost, is \"more magnets\".",
      "first antimatter condenser successfully turned on, doesn't rip apart reality!",
      "\"unravelling the fabric of reality just makes these cookies so much tastier\", claims scientist."
    ],
    "chinese": [
      "整座市镇似乎都被反物质引起的黑洞吞噬了；据更可靠的消息来源证实，该市镇“从未真正存在过”！",
      "新闻部收到一位被误导的女士的留言提问：“政府能不能解释下为什么我们烤饼干需要粒子加速器？”",
      "研究人员得出结论，饼干行业最需要的是“更多的磁石”。",
      "首台反物质聚光镜成功启动，没有让现实世界变得支离破碎！",
      "科学家解释称，“解开现实世界的谜团会使这些饼干变得更加可口。”"
    ]
  },
  "Ticker (Prism)": {
    "english": [
      "new cookie-producing prisms linked to outbreak of rainbow-related viral videos.",
      "scientists warn against systematically turning light into matter - One day, we'll end up with all matter and no light!\"",
      "cookies now being baked at the literal speed of light thanks to new prismatic contraptions.",
      "\"Can't you sense the prism watching us?\", rambles insane local man. \"No idea what he's talking about\", shrugs cookie magnate/government official.",
      "world citizens advised \"not to worry\" about frequent atmospheric flashes."
    ],
    "chinese": [
      "互联网有关彩虹的视频相继爆火，或与新型棱镜技术被用于烘焙饼干有关",
      "科学家警告不要系统地将光转化成物质——“总有一天，我们最终将只剩下物质，而没有任何光！”",
      "得益于新奇的棱镜折射装置，我们现在能以光速烘焙饼干。",
      "居民表示当地疯子时常嘀咕“你们难道感觉不到棱镜在注视着我们吗？”，饼干巨头兼政府官员表示“不知道他在说什么。”",
      "世界公民建议“不用担心”频繁出现的大气闪光。"
    ]
  },
  "Ticker (Chancemaker)": {
    "english": [
      "strange statistical anomalies continue as weather forecast proves accurate an unprecedented 3 days in a row!",
      "local casino ruined as all gamblers somehow hit a week-long winning streak! \"We might still be okay\", says owner before being hit by lightning 47 times.",
      "neighboring nation somehow elects president with sensible policies in freak accident of random chance!",
      "million-to-one event sees gritty movie reboot turning out better than the original! \"We have no idea how this happened\", say movie execs.",
      "all scratching tickets printed as winners, prompting national economy to crash and, against all odds, recover overnight."
    ],
    "chinese": [
      "奇怪的统计学异常现象继续出现，天气预报前所未有地连续 3 天预测准确！",
      "本地赌场破产，全体赌客不知何故连续一周获胜！“我们可能还可以坚持，”赌场老板在被闪电击中 47 次前说道。",
      "邻国不知怎么回事竟然选出了推行明智政策的总统，这简直就是一件随机发生的怪事!",
      "本月重制版烂片获奖，对于这种百年难遇的事件，电影制作人表示“完全不知道发生了什么”。",
      "昨日所有参与刮奖活动的用户均中奖，一夜之间导致全国经济崩溃。难以置信的是，今日经济已经恢复至原来的状态。"
    ]
  },
  "Ticker (Fractal engine)": {
    "english": [
      "local man \"done with Cookie Clicker\", finds the constant self-references \"grating and on-the-nose\".",
      "local man sails around the world to find himself - right where he left it.",
      "local guru claims \"there's a little bit of ourselves in everyone\", under investigation for alleged cannibalism.",
      "news writer finds herself daydreaming about new career. Or at least a raise.",
      "polls find idea of cookies made of cookies \"acceptable\" - \"at least we finally know what's in them\", says interviewed citizen."
    ],
    "chinese": [
      "当地一位“受够了 Cookie Clicker”的人士，总是会不断自我暗示自己是“令人厌恶和不切实际的”。",
      "本地旅者声称开始环游世界以寻找自我 —— 并在原地发现了拥有世界的自己。",
      "本地古鲁声称“每个人只有一小部分的自我”，因涉嫌同类相食而接受调查。",
      "新闻播报员发现自己做白日梦找到了新工作，没地方要也至少个加薪吧。",
      "投票显示民众“可以接受”用饼干制作饼干的概念——至少我们终于知道它们里面是什么了”一位受访市民说道。"
    ]
  },
  "Ticker (Javascript console)": {
    "english": [
      "strange fad has parents giving their newborns names such as Emma.js or Liam.js. At least one Baby.js reported.",
      "coding is hip! More and more teenagers turn to technical fields like programming, ensuring a future robot apocalypse and the doom of all mankind.",
      "developers unsure what to call their new javascript libraries as all combinations of any 3 dictionary words have already been taken.",
      "nation holds breath as nested ifs about to hatch.",
      "clueless copywriter forgets to escape a quote, ends news line prematurely; last words reported to be \"Huh, why isn"
    ],
    "chinese": [
      "各地掀起一股奇怪风尚，家长们纷纷给自己新出生的孩子取诸如 Emma.js 或 Liam.js 这样的名字。至少有一起这类事件的报道。",
      "写代码人气很高！越多越多的青少年将注意力转向编程这样的技术领域，这注定了一个机器人起义和全人类毁灭的未来。",
      "开发人员不知道给他们新的 Javascript 库取什么名字，因为所有3个字典单词的组合都被用过了。",
      "全国人们翘首以盼，一系列嵌套的 if 语句将要画上最后一个括弧。",
      "非技术型海外新闻作者忘记转义单引号，导致新闻报道完全中止；最后一条新闻写道：\"Huh, why isn"
    ]
  },
  "Ticker (Idleverse)": {
    "english": [
      "is another you living out their dreams in an alternate universe? Probably, you lazy bum!",
      "\"I find solace in the knowledge that at least some of my alternate selves are probably doing fine out there\", says citizen's last remaining exemplar in the multiverse.",
      "comic book writers point to actual multiverse in defense of dubious plot points. \"See? I told you it wasn't 'hackneyed and contrived'!\""
    ],
    "chinese": [
      "是否有另一个你生活在平行宇宙中？也许吧，你这个懒鬼！",
      "“我找到了慰籍，了解到不同的我至少在那里过得不错”平行宇宙中仅存的公民楷模说道。",
      "漫画书作者指出真实的平行宇宙以保护可疑的情节转折点。“看？我给你说过它‘既不平庸，也不做作’！”"
    ]
  },
  "Ticker (Halloween)": {
    "english": [
      "pagan rituals on the rise as children around the world dress up in strange costumes and blackmail homeowners for candy.",
      "children around the world \"lost and confused\" as any and all Halloween treats have been replaced by cookies.",
      "strange twisting creatures amass around cookie factories, nibble at assembly lines."
    ],
    "chinese": [
      "异教徒意识正在兴起，世界各地的儿童身着奇装异服，向房主勒索糖果。",
      "世界各地的儿童“感到既失落又迷茫”，所有万圣节糖果都被饼干取代了。",
      "大量蜿蜒行进的奇怪生物聚集在饼干工厂，啃咬着生产流水线。"
    ]
  },
  "Ticker (Christmas)": {
    "english": [
      "bearded maniac spotted speeding on flying sleigh! Investigation pending.",
      "obese jolly lunatic still on the loose, warn officials. \"Keep your kids safe and board up your chimneys. We mean it.\"",
      "mysterious festive entity with quantum powers still wrecking havoc with army of reindeer, officials say.",
      "\"You mean he just gives stuff away for free?!\", concerned moms ask. \"Personally, I don't trust his beard.\"",
      "children shocked as they discover Santa Claus isn't just their dad in a costume after all!<br>\"I'm reassessing my life right now\", confides Laura, aged 6."
    ],
    "chinese": [
      "有人看见一个长着大胡子的疯子驾着雪橇疾速飞奔！调查还在进行中。",
      "那个肥胖的疯子仍然逍遥法外，官方警告道“确保孩子安全，并用木板封住烟囱。我们是认真的。”",
      "官方表示神秘节庆实体所使用的量子能给驯鹿群带来了浩劫。",
      "“你是说他在免费赠送东西？！”忧心忡忡的母亲问道。“我个人不相信他的胡子是真的。”",
      "孩子们惊讶地发现圣诞老人尽然不是他们父亲扮的！<br>“我正重新评估我的生活”6岁的劳拉说道。"
    ]
  },
  "Ticker (Valentines)": {
    "english": [
      "love's in the air, according to weather specialists. Face masks now offered in every city to stunt airborne infection.",
      "marrying a cookie - deranged practice, or glimpse of the future?",
      "heart-shaped candies overtaking sweets business, offering competition to cookie empire."
    ],
    "chinese": [
      "气象专家表示空气中弥漫着爱意。每座城市正在发放口罩，以期遏制空气传染。",
      "和饼干结婚——这是精神错乱之举，还是未来的一瞥？",
      "心形糖果席卷糖果业，剑指饼干的霸主地位。"
    ]
  },
  "Ticker (Easter)": {
    "english": [
      "long-eared critters with fuzzy tails invade suburbs, spread terror and chocolate!",
      "egg-laying rabbits \"not quite from this dimension\", warns biologist; advises against petting, feeding, or cooking the creatures.",
      "mysterious rabbits found to be egg-layers, but mammalian, hinting at possible platypus ancestry."
    ],
    "chinese": [
      "长着毛茸茸尾巴的动物涌入市郊，散布着恐惧，传播着巧克力！",
      "生物学家发出警告，产卵的兔子“可能来自其他次元”；建议不要抚摸、喂食或烹制这种生物。",
      "研究发现神秘的兔子是产卵的哺乳动物，暗示其可能是鸭嘴兽的祖先。"
    ]
  },
  "Ticker (misc)": {
    "english": [
      "doctors recommend twice-daily consumption of fresh cookies.",
      "doctors advise against new cookie-free fad diet.",
      "doctors warn mothers about the dangers of \"home-made cookies\".",
      "\"I'm not addicted to cookies. That's just speculation by fans with too much free time\", reveals celebrity.",
      "\"alright, I'll say it - I've never eaten a single cookie in my life\", reveals celebrity.",
      "\"cookies helped me stay thin and healthy\", reveals celebrity.",
      "man robs bank, buys cookies.",
      "new study suggests cookies neither speed up nor slow down aging, but instead \"take you in a different direction\".",
      "man found allergic to cookies; \"what a weirdo\", says family.",
      "cookie shortage strikes town, people forced to eat cupcakes; \"just not the same\", concedes mayor.",
      "\"you gotta admit, all this cookie stuff is a bit ominous\", says confused idiot.",
      "mysterious illegal cookies seized; \"tastes terrible\", says police.",
      "\"Ook\", says interviewed orangutan.",
      "is our media controlled by the cookie industry? This could very well be the case, says crackpot conspiracy theorist.",
      "\"at this point, cookies permeate the economy\", says economist. \"If we start eating anything else, we're all dead.\"",
      "cookies now illegal in some backwards country nobody cares about. Political tensions rising; war soon, hopefully."
    ],
    "chinese": [
      "医生建议每日两次食用新鲜饼干。",
      "医生建议不要采用不摄入饼干的新节食法。",
      "医生提醒妈妈们注意“家庭自制饼干”的危险。",
      "一位名人透露：“我对饼干没上瘾。那不过是闲得无聊的粉丝们的猜测罢了。”",
      "一位名人透露：“好吧，我直话直说——我这辈子从没吃过一块饼干。”",
      "一位名人透露：“饼干帮助我保持身材苗条和身体健康。”",
      "男性匪徒抢劫银行后去买了饼干。",
      "新的研究表明，饼干既不会加快也不会延缓衰老，而是“把你带往不同的方向”。",
      "一位男性被查出对饼干过敏；“真是个怪胎”，他的家人说道。",
      "饼干短缺来袭，民众被迫食用杯子蛋糕；“味道差远了”，连市长这么吐槽。",
      "“你得承认，这种饼干有点不吉利。”糊涂的傻瓜说道。",
      "查获神秘非法饼干；“太难吃了。”警察说道。",
      "“好，好的。”接受采访的红毛猩猩说道。",
      "我们的媒体是不是受到了饼干业的控制？古怪的阴谋论者认为实际情况很可能是这样。",
      "“此刻，饼干全面影响着我们的经济，”经济学家说道。“如果开始吃其他东西，我们全都会死。”",
      "饼干在一些没人关心的经济落后国家目前属于非法物品。政治局势变得紧张起来；战争一触即发。"
    ]
  }
}
